tap "homebrew/bundle"
tap "microsoft/git"
brew "autoconf"
brew "automake"
brew "asdf"
brew "autoconf-archive"
brew "bat"
brew "gettext"
brew "glib"
brew "python@3.12"
brew "ccache"
brew "cmake"
brew "curl"
brew "docker"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "lazygit"
brew "luarocks"
brew "nasm"
brew "ninja"
brew "pkgconf"
brew "ripgrep"
brew "swiftlint"
brew "tmux"
brew "yazi"
brew "zsh-autosuggestions"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "iterm2"
